# print("안녕하세요")
# print("첫 번째 줄")
# print("두 번째 줄")
# # 주석 다는 법은 컨트롤 슬래시
# #  형식: print(값)
# #  -print는 파이썬에 기본으로 들어있는 "내장함수"
# # - 괄호 안에 넣은 값을 화면에 그대로 출력
# # print에 숫자출력은 따옴표없이 넣는다
# print (75)
# print(2.3)
# print ("저는 설비 데이터를 배웁니다")
# # 여러 값 함꼐 출력 - 쉼표사용
# # 형식 : print(값1, 값2,~)
# # 쉼표로 나누면 한줄 사이에 한칸 비어짐
# print("온도(℃):",75) #온도: 75 
# print("진동(mm/s):",2.3)
# print(75+5)
# print(82-75)
# print("두 측정값의 합:",75+80)
# print("온도 변화량:",82-75)
# print("평균 온도:",(75+80)/2)
# print("75+5=",75+5)
# print("75-5=",75-5)
# print("10*3=",10*3)
# print("100/5=",100/5)

# print(NameError 만들기)
# # 메세지에서 line, nameerror, not defined 찾기
# # print("nameerror만들기")로 고치기
# print("==== 1번 설비 점검====")
# print("온도(℃):",82)
# print("온도상승량:",11)